docs/campaigns/F14-cooling-ladder/K2b_runs/K2bP_C3_plant/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

roomPlant
{
    type            scalarSemiImplicitSource;
    selectionMode   all;
    volumeMode      absolute;
    sources
    {
        T           (4.275222401345e-01 0);
    }
}

// ************************************************************************* //
